/* NSButton (Cancel) : <title:Cancel> (oid:12) */
"Cancel" = "Avbryt";

/* NSButton (Create) : <title:Create> (oid:13) */
"Create" = "Skapa";

/* NSTextField (Create new folder) : <title:Create new folder> (oid:11) */
"Create new folder" = "Skapa ny mapp";

/* NSTextField (Enter the name for the new folder) : <title:Enter the name for the new folder> (oid:14) */
"Enter the name for the new folder" = "Skriv in namnet på den nya mappen";
"Select the region for the new folder" = "Select the region for the new folder";

/* NSPanel (New Folder) : <title:New Folder> (oid:7) */
"New Folder" = "Ny mapp";
"Choose Region" = "Välj region";

